tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'awscli'
brew 'bash' # Latest Bash version
brew 'bat' # "cat" on steroids
brew 'exa' # "ls" on steroids
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'grep'
brew 'mas'
brew 'tree'
brew 'autoconf'
brew 'wxmac'
brew 'openssl'
brew 'gpg'
brew 'openssh-server'
brew 'gpg'
brew 'wget'
brew 'mkcret'
brew 'pyenv'

# Developement
brew 'asdf'
brew 'postgresql'
brew 'yarn'
brew 'terraform'
brew 'tmux'
brew 'cmake'
brew 'macvim'
brew 'direnv'
brew 'deno'
brew 'nss'
brew 'postgis'

# Cask
cask 'docker'
cask 'google-chrome'
cask 'slack'
cask 'virtualbox'
cask 'vlc'
cask 'firefox'
cask 'atom'
cask 'postico'
cask 'android-file-transfer'
cask 'visual-studio-code'
cask 'postman'

# Mac App Store
mas 'Giphy Capture', id: 668208984
