tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

brew 'bash'
brew 'fzf'
brew 'bat'
brew 'lsd'
brew 'coreutils'
brew 'git'
brew 'grep'
brew 'mas'
brew 'tree'
brew 'openssl'
brew 'openssh-server'
brew 'gpg'
brew 'wget'
brew 'mkcret'
brew 'pyenv'

brew 'asdf'
brew 'postgresql'
brew 'yarn'
brew 'tmux'
brew 'macvim'
brew 'direnv'
brew 'nss'

cask 'google-chrome'
cask 'slack'
cask 'vlc'

cask 'android-file-transfer'
cask 'visual-studio-code'
cask 'postman'

